[
  {
    "id": 41,
    "title": "Tilik",
    "img": "tilik.jpg",
    "genre": "Komedi",
    "durasi": "32:34",
    "sinopsis": "Dian adalah seorang kembang desa. Banyak lelaki yang mendekatinya hingga datang melamarnya. Warga desa bergunjing tentang status lajang Dian. Dalam satu kesempatan perjalanan naik truk dalam rangka menjenguk (tilik) Bu Lurah di Rumah sakit di kota, beberapa warga berdebat tentang siapa yang bakal mempersunting Dian. Perjalanan “tilik” menjadi penuh gosip dan petualangan bagi para warga desa yang naik truk tersebut.",
    "actors": "Siti Fauziah, Brilliana Desy, Angelina 'Punyk', Dyah Mulani, Luly Syahkisrani, Hardiansyah Yoga Pratama, Tri Sudarsono, Gotrek, Ratna Indriastuti, Stephanus Wahyu Gumilar",
    "rilis": "2018",
    "director": "Wahyu Agung Prasetyo",
    "production": "Ravacana Films",
    "src": "https://www.youtube.com/embed/GAyvgz8_zV8?si=M8pFj4Q6giEUsrh2"
  },
  {
    "id": 43,
    "title": "Jarak Antar Kanvas",
    "img": "jarakantarkanvas.jpg",
    "genre": "Komedi Romantis",
    "durasi": "35:38",
    "sinopsis": "Setelah lulus sekolah, Kevin memutuskan untuk berpacaran dengan sahabatnya sendiri, Elisa. Namun, hubungan mereka semakin rumit ketika Kevin harus melewati hubungan LDR dengan Elisa dari Jakarta - Bandung",
    "actors": "Erika Richardo, Jerhemy Owen, Aidan Mirza, Turah Parthayana, Caleb Tjung, Davin Darmawan, Adzwa Aurell, Samanta Rae ",
    "rilis": "2023",
    "director": "Turah Parthayana",
    "production": "BelinSky",
    "src": "https://www.youtube.com/embed/nUtcWs9E6uE?si=yJocP25wYu6cfGC5"
  },
  {
    "id": 36,
    "title": "Ngaheot",
    "img": "ngaheot.jpg",
    "genre": "Horor",
    "durasi": "12:10",
    "sinopsis": "Pada sore hari menjelang magrib kaka beradik yaitu raina dan reno sedang bermain congklak di teras rumah, tak lama nenek pun pulang dari ladang sambil membawa sangkar burung untuk reno, kemudian reno bersiul siul sambil menatap burung, kemudian ada yang berbisik kepada reno “tong ngaheot” reno mulai ketakutan dan  masuk kedalam rumah. Mulai dari situ lah teror datang menghantui raina dan reno tak henti henti.",
    "actors": "Putri Delina, Rizwan Fadilah, Sunarsih, Puji Sofiarini",
    "rilis": "2022",
    "director": "Marlina Candra",
    "production": "Putri Delina",
    "src": "https://www.youtube.com/embed/PKiRb6ab3jM?si=dy8dV9_5dVt5y46B"
  },
  {
    "id": 22,
    "title": "Jalan Pulang",
    "img": "jalanpulang.jpg",
    "genre": "Drama",
    "durasi": "23:45",
    "sinopsis": "Setiap keluarga pasti memiliki ceritanya sendiri. Jalan Pulang bercerita tentang kehidupan Anya ( Fira Felicia Pangestu ) untuk menemukan 'jalan pulang' ke rumahnya supaya bisa berkumpul dengan papanya ( Alexander Sali ) ",
    "actors": "Fira Felicia Pangestu, Alexander Sali, Uchie Pena, Madelleine Elzira Setiawan",
    "rilis": "2020",
    "director": "Ivan Theophilus",
    "production": "The Messengers",
    "src": "https://www.youtube.com/embed/07ocQa5ZOaU?si=5NQLc8UJ3hEHVDKZ"
  },
  {
    "id": 17,
    "title": "SILENT KILL",
    "img": "silentkill.jpg",
    "genre": "Aksi Religi",
    "durasi": "11:04 menit",
    "sinopsis": "Jonni Huang, seorang TNI keturunan Tionghoa berjuang untuk lolos dari sekapan jaringan kriminal  lalu menyelamatkan diri ke dalam mesjid",
    "actors": "Andiva.NS, Ahmad Rawi, Astari Aprilia, Ihromi Aziz, Heru Nuranda, realkiller_chen ",
    "rilis": "2021",
    "director": "Jaymes Riyanto",
    "production": "Royal Pictures",
    "src": "https://www.youtube.com/embed/9x0ac44Y_5A?si=pCkBPn0L8u41bwKh"
  }
]
